[
    {
        "id": "post-5774811290",
        "parentId": "post-5774811290",
        "message": "22:19, well im not surprised by this reaction, he ate her cake and she had a memory of her own.\nthe sister is apart of this harem after all, so something had to give, but i said what i said previously, i ship Yuuhi only.\nnow some might argue they've known each other longer,\nwell ya they should be close there raised as siblings after all, but that's the way it should stay in my opinion.\ni have nothing against Minato, if she was just a girl like the others i might think differently i don't know,\nbut alot of animes during this time period were notorious for pushing the incest thing. that's what got companies that made Oreimo to push the incest thing further, that's what made me take a break from anime for awhile is that stuff.\nnow some might bring up yosuga no sora, but that came from a VN and has routes.\ni can't watch the sister part of that anime because it's so messed up lol. the idea of twins fucking, something gotta be fucked up in your head for somebody to come up with that.\nit's just a story though, nobody in the west would come up with that. why does Japan do it,\nbecause there has to be some truth behind it. now i know there's more to it,\nbut when you watch the sister part you realize how messed up both are.\nin some ways she tempted him, that's what got him to make a move, but no siblings do that in real life.",
        "authorName": "Junichi Ramirez",
        "authorId": "blueraven89",
        "authorAvatar": "https://a.disquscdn.com/1658911552/images/noavatar92.png",
        "timeCreation": "Wednesday, March 2, 2022 8:50 AM"
    },
    {
        "id": "post-5774751211",
        "parentId": "post-5774751211",
        "message": "it's obvious this girl likes him, but i would kick her ass for going through my shit. then id spank her cause you know she'd like it.\nyou knew she'd find his secret stash though, the funny part was her trying to figure out what cream pie is lol.",
        "authorName": "Junichi Ramirez",
        "authorId": "blueraven89",
        "authorAvatar": "https://a.disquscdn.com/1658911552/images/noavatar92.png",
        "timeCreation": "Wednesday, March 2, 2022 7:51 AM"
    }
]