[
    {
        "id": "post-5797432439",
        "parentId": "post-5797432439",
        "message": "i actually really like the pace and the build up of the story tho",
        "authorName": "wholesomeshit",
        "authorId": "shotoishid",
        "authorAvatar": "https://a.disquscdn.com/1658911552/images/noavatar92.png",
        "timeCreation": "Sunday, March 20, 2022 12:35 PM"
    },
    {
        "id": "post-5691328145",
        "parentId": "post-5691328145",
        "message": "This is better than knb coz they went over the rules more its engaging and its way more realistic than knb",
        "authorName": "Peaceless",
        "authorId": "disqus_Nvs4aslOpY",
        "authorAvatar": "https://a.disquscdn.com/1658911552/images/noavatar92.png",
        "timeCreation": "Saturday, January 15, 2022 1:10 AM"
    },
    {
        "id": "post-5797432533",
        "parentId": "post-5797432533",
        "message": "cant agree more",
        "authorName": "wholesomeshit",
        "authorId": "shotoishid",
        "authorAvatar": "https://a.disquscdn.com/1658911552/images/noavatar92.png",
        "timeCreation": "Sunday, March 20, 2022 12:35 PM"
    },
    {
        "id": "post-5674967058",
        "parentId": "post-5674967058",
        "message": "So basically, everyone is watching the game.",
        "authorName": "SIMP",
        "authorId": "Wellthats_nice",
        "authorAvatar": "https://a.disquscdn.com/1658911552/images/noavatar92.png",
        "timeCreation": "Wednesday, January 5, 2022 10:12 AM"
    },
    {
        "id": "post-5577572923",
        "parentId": "post-5577572923",
        "message": "It's great how they have never won till now 🤣",
        "authorName": "Sasuke Uchiha",
        "authorId": "disqus_56xZXHteML",
        "authorAvatar": "https://a.disquscdn.com/1658911552/images/noavatar92.png",
        "timeCreation": "Wednesday, October 20, 2021 2:55 PM"
    },
    {
        "id": "post-5607807326",
        "parentId": "post-5607807326",
        "message": "i think that's what makes this anime more enjoyable than kurokos basket tbh- no-1 likes an anime that constantly wins XD i mean i dont personally, everyone has an opinion but honestly, anime that have a lot of losing jus seems to drill me into it cuase i know they are bound to win at some point, so it makes it more exciting to watch, kinda like Haikyuu yk? they had a bunch of loses but a ton of wins too and it makes it exciting to watch. but yeah that's just my opinion about it tho xD but yes it is great on how they never won until now haha XDD",
        "authorName": "Ming_Mioku",
        "authorId": "ming_mioku",
        "authorAvatar": "https://a.disquscdn.com/1658911552/images/noavatar92.png",
        "timeCreation": "Sunday, November 14, 2021 11:49 AM"
    },
    {
        "id": "post-5671139429",
        "parentId": "post-5671139429",
        "message": "umm u know in kuroko they lost and had to try again right? jus saying, i still honestly prefer kuroko, all the players skills are on a different lvl also ngl this anime kinda taking some of the ideas kuroko has jus gotta point that out... but maybe i said too much haha not trying to start a fight here jus want to inform u that, sry if it sounded like im arguing.",
        "authorName": "Kenma",
        "authorId": "jonzukun",
        "authorAvatar": "https://a.disquscdn.com/1658911552/images/noavatar92.png",
        "timeCreation": "Monday, January 3, 2022 4:27 AM"
    },
    {
        "id": "post-5695572630",
        "parentId": "post-5695572630",
        "message": "Also, I love that ur name is Kenma hehe, Kenma is a real cutie in Haikyuu ><",
        "authorName": "Ming_Mioku",
        "authorId": "ming_mioku",
        "authorAvatar": "https://a.disquscdn.com/1658911552/images/noavatar92.png",
        "timeCreation": "Tuesday, January 18, 2022 12:05 AM"
    },
    {
        "id": "post-5695567955",
        "parentId": "post-5695567955",
        "message": "Yes ik they still lost lol, I find it kinda sad that they finished it with 50 episodes because it doesn't even look to be finished tbh, and lol it's fine xd I can see where you are going with it tho on how it seems as tho they are taking ideas that kuroko has, but actually they aren't, since there is many things that makes it different and the zone is an actual thing, maybe the shortness kinda seems like it lol, but the difference is that kuroko isn't able to be seen and that Kuroko came from a big team (i mean like he already had opponints) also that the team he got into when he finally went to a different school already had amazing players in it. Meanwhile, Sora stands out and is seen thoroughly due to his high level of skills, though he does need to work it a bit, also, in Ahiru no Sora, the players weren't all that great, and they didn't even understand how to play basketball at all other than like 2 of them, there is also bullying in it at the beginning of the anime. But personally speaking, I think this show is showing how Sora brought the whole team together (to be honest I think they should have left out the romance, it would've made more room for more of the show, and it was also a bit unneeded) There is a ton in this show that needs to be worked on but overall I think it says more than what is being shown.\nWhat gave you the expression that they were taking ideas from Kuroko? If I got it wrong",
        "authorName": "Ming_Mioku",
        "authorId": "ming_mioku",
        "authorAvatar": "https://a.disquscdn.com/1658911552/images/noavatar92.png",
        "timeCreation": "Tuesday, January 18, 2022 12:02 AM"
    }
]